brew "actionlint"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "curl"
brew "docker"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "graphviz"
brew "hashicorp/tap/terraform-ls"
brew "hub"
brew "jpeg", link: true
brew "jq"
brew "jvgrep"
brew "lapack"
brew "mecab"
brew "node"
brew "node@14"
brew "node@16"
brew "node@18"
brew "node@20"
brew "node@22"
brew "openblas"
brew "pipx"
brew "pre-commit"
brew "python@3.10"
brew "python@3.11"
brew "python@3.12"
brew "python@3.9"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tflint"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yarn-completion"
tap "hashicorp/tap"
tap "homebrew/bundle"
