tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "cmake"
brew "curl"
brew "docker"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "go"
brew "hub"
brew "jq"
brew "mecab"
brew "node"
brew "node@14"
brew "node@16"
brew "pipx"
brew "python@3.11"
brew "python@3.9"
brew "readline"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "yarn-completion"
