tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"
brew "ghq"
brew "git"
brew "go"
brew "hub"
brew "jq"
brew "jvgrep"
brew "readline"
brew "mercurial"
brew "peco"
brew "python"
brew "python3"
brew "the_platinum_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
